
/* The description text on alert cancellation view to inform user what this view is for */
"AlertCancellationView.description" = "Saya sudah buat ujian COVID-19 dan dapat keputusan negatif.\nSaya akan perhatikan sebarang gejala COVID-19. Kalau saya alami gejala tersebut, saya akan membuat Ujian COVID-19 kendiri.\nKalau saya PCR positif, saya akan memakai pelitup muka dan buat PCR dengan SOP lengkap serta mengelakkan penggunaan kenderaan awam. \nSaya telah memberitahu ahli keluarga saya mengenai penerimaan amaran \"Exposure Notification\". Mereka mesti mengambil langkah berjaga-jaga seperti kerap mencuci tangan dan memakai pelitup muka.\nSaya akan mengelakkan perjumpaan atau aktiviti keluarga yang tidak mendesak.\nSaya akan mengelakkan aktiviti yang tidak dapat memastikan kontak rapat dan jarak sosial.\nSaya akan mengelakkan aktiviti dalam ruang bangunan yang tidak memakai pelitup muka.";

/* The label text on alert cancellation view to ensure the infomation has read */
"AlertCancellationView.checkboxLabel" = "Saya telah membaca dan bersetuju dengan Cara Melindungi Diri Sendiri & Orang Lain.";

/* The button title on alert to submit data */
"Alert.Button.Submit" = "Hantar";

/* The message on alert to indicate the upload is succeed */
"Alert.Message.UploadSucceed" = "Muat naik berjaya";

/* The message on alert to indicate the upload is failed */
"Alert.Message.UploadFailed" = "Muat naik gagal";

/* The message on alert to indicate the verification code is invalid */
"Alert.Message.verifyFailed" = "kod pengesahan tidak sah";

/* The message on alert to indicate there is no data between start and end dates */
"Alert.Message.missingKeyData" = "Ruangan yang terpilih tidak ada informasi untuk dimuat naik.";

/* The message on alert to notify user the data should be allowed to upload */
"Alert.Message.userDenied" = "Tekan hantar untuk memuatnaikkan ID rawak";

/* The button title on alert for OK */
"Alert.Button.OK" = "OK";

/* The title on enabling bluetooth alert */
"EnableBluetoothAlert.Title" = "Hidupkan \"Bluetooth\"";

/* The message body on enabling bluetooth alert */
"EnableBluetoothAlert.Message" = "Setelah menghidupkan Bluetooth, sistem akan mengesahkan status risiko anda.";

/* The button title on alert to cancel action */
"Alert.Button.Cancel" = "Cancel";

/* The button title on enabling bluetooth alert to enable bluetooth */
"EnableBluetoothAlert.Button.Enable" = "OK";

/* The button title on risk status view to enable exposure notification */
"RiskStatusView.EngageButton.Enable" = "Hidupkan Fungsi Pemberitahuan Pendedahan";

/* The button title on risk status view to indicate exposure notification has been enabled */
"RiskStatusView.EngageButton.Enabled" = "Pemberitahuan dihidupkan";

/* The label text on risk status view to indicate the engaged date and uptime ratio */
"RiskStatusView.EngageDateAndUptimeRatioLabel" = "Masa Fungsi Pemberitahuan Pendedahan dihidupkan %2$@\nNisbah masa operasi ialah %1$.01f%";

/* The label text on risk status view to indicate the last time checking exposures */
"RiskStatusView.LastCheckTimeLabel" = "Waktu pemeriksaan terakhir adalah %@";

/* The title of action sheet on risk status view for more features */
"RiskStatusView.MoreActionSheet.Title" = "Lain-lain fungsi";

/* The title of action sheet on risk status view for upload anonymous IDs */
"RiskStatusView.MoreActionSheet.Item.UploadIDs.Title" = "Pesakit COVID-19 muat naik ID rawak";

/* The title of alert on risk status view for upload anonymous IDs */
"RiskStatusView.UploadIDsAlert.Title" = "Adakah anda COVID-19 positif?";

/* The message body of alert on risk status view for upload anonymous IDs */
"RiskStatusView.UploadIDsAlert.Message" = "Pesakit COVID-19 muat naik ID untuk mengurangkan penyebaran.";

/* The title of alert on risk status view for alert cancellation */
"AlertCancellationView.confirmAlertMessage" = "Adakah anda hendak batalkan status amaran ini ?";

/* The message body of alert on risk status view for alert cancellation */
"RiskStatusView.AlertCancellationAlert.Message" = "Fungsi ini digunakan untuk membatalkan amaran siasatan kes.";

/* The button title on alert for Yes */
"Alert.Button.Yes" = "Ya";

/* The button title on alert for No */
"Alert.Button.No" = "Tidak";

/* The title of personal data protection note view */
"PersonalDataProtectionNote.Title" = "Terma Penggunaan dan Dasar Privasi";

/* The label text on upload keys view to inform user inputs the date span to upload */
"UploadKeysView.DateSpanTitleLabel" = "Sila isikan tarikh mula dan tarikh tamat";

/* The label text on upload keys view to inform user inputs the start date to upload */
"UploadKeysView.BeginDateTitleLabel" = "Tarikh mula";

/* The label text on upload keys view to inform user inputs the end date to upload */
"UploadKeysView.EndDateTitleLabel" = "Tarikh tamat";

/* The label text on upload keys view to inform user inputs their verification code to upload keys */
"UploadKeysView.PasscodeTitleLabel" = "Sila isikan nombor verifikasi anda";

/* The text field placeholder text on upload keys view to inform user to input their verification code to upload keys here */
"UploadKeysView.PasscodeFieldPlaceholder" = "Sila isikan nombor verifikasi";

/* The message body on upload keys view for introduction */
"UploadKeysView.IntroductionMessage" = "Sila masukkan kod pengesahan yang disediakan oleh CDC. Selepas diserah, ID rawak akan dimuatnaik. Data ini disimpan oleh CDC Dan akan dipadam selepas 10 hari.";

/* The title of alert cancellation view */
"AlertCancellationView.Title" = "Batalkan amaran";

/* The title of settings view */
"SettingsView.Title" = "Tetapan";

/* The title of item on data control view to enable/disable exposure notification */
"SettingsView.Item.ExposureNotification" = "Perkhidmatan Pemberitahuan";

/* The title of item on data control view to enable/disable no exposure detected notification */
"SettingsView.Item.NoExposureDetectedNotification" = "Pemberitahuan Bebas Risiko";

/* The title of introduction view for app introduction */
"IntroductionView.Title" = "Pengenalan App";

/* The title of introduction about unsupported iOS version */
"Introduction.UnsupportedOSVersion.Title" = "Sila Memperbaharui Sistem Operasi anda";

/* The content message of introduction about unsupported iOS version */
"Introduction.UnsupportedOSVersion.Message" = "[App Penjarakan Sosial Taiwan] tidak menyokong Versi iOS anda. Sila memperbaharui ke iOS 13.7 atau versi terkini.";

/* The button title of introduction about unsupported iOS version */
"Introduction.UnsupportedOSVersion.Button" = "Memperbaharui sekarang";

/* The title of introduction about protecting family */
"Introduction.ProtectingFamily.Title" = "Lindungi anda dan keluarga anda";

/* The content message of introduction about protecting family */
"Introduction.ProtectingFamily.Message" = "App Penjarakan Sosial Taiwan dibangunkan oleh Taiwan AI Labs, bekerjasama dengan Eksekutif Yuan dan Taiwan CDC untuk mengurangkan peluang penularan penyakit serta melindungi keluarga anda.";

/* The title of introduction about privacy and personal data protection */
"Introduction.PrivacyProtection.Title" = "Privasi dan Perlindungan Data";

/* The content message of introduction about privacy and personal data protection */
"Introduction.PrivacyProtection.Message" = "Pengguna App Penjarakan Sosial Taiwan tidak perlu daftar dan memuat naik sebarang data. Bentuk penghantaran data hanya untuk pemerhatian kekuatan isyarat Bluetooth antara peranti mudah alih untuk mengira jarak antara setiap pengguna.\n\nPerkhidmatan desentralisasi ini hanya menyimpan maklumat ID rawak yang pernah kontak dalam peranti masing-masing, identiti data akan dipadamkan untuk melindungi privasi.";

/* The title of introduction about stop spreading */
"Introduction.StopSpreading.Title" = "Kurangkan peluang penyebaran wabak";

/* The content message of introduction about stop spreading */
"Introduction.StopSpreading.Message" = "Jika pengguna App didiagnosis menghidap penyakit berjangkit, dia boleh memilih untuk menerbitkan ID rawak peranti mudah alihnya (identiti data akan dipadamkan dengan teknologi yang ketat). Pengguna-pengguna peranti mudah alih yang pernah kontak rapat dengan mereka dalam tempoh tertentu akan menerima pemberitahuan. Proses ini menjamin kerahsiaan dengan mengambil kira privasi peribadi sambil melindungi kesihatan orang ramai.";

/* The title of introduction about vaccination certificate */
"Introduction.VaccinationCertificate.Title" = "Sijil Vaksinasi Digital (SVD)";

/* The content message of introduction about vaccination certificate */
"Introduction.VaccinationCertificate.Message" = "APP ini mudah simpan dan menunjukkan sijil digital diri dan ahli keluarga semasa scan kod QR ataupun untuk mendapat pengesahan. Penggunaan APP ini tidak memerlukan sambungan internet, hanya untuk data simpanan di telefon bimbit anda.";

/* The button title of introduction about start using */
"Introduction.Button.StartUsing" = "Mulai";

/* The title of risk status view */
"RiskStatusView.Title" = "Penjarakan Sosial Taiwan";

/* The content title on risk status view when scanning */
"RiskStatusView.Content.Scanning.Title" = "Pengesanan dalam proses";

/* The content title on risk status view when risky */
"RiskStatusView.Content.Risky.Title" = "Anda mempunyai kontak rapat dengan pesakit COVID-19";

/* The content message on risk status view when risky */
"RiskStatusView.Content.Risky.Message" = "Tenang hati: Anda pernah berdekatan dengan pesakit COVID-19 bukan bermaksud anda telah dijangkit.\nKesihatan Awam Kendiri : Anda disyorkan agar mengamalkan Kesihatan Awam Kendiri dan memberi perhatian kepada kesihatan anda.\nAlami masalah kesihatan: Jika anda mengesyaki gejala COVID-19, hubungi biro kesihatan tempatan atau talian pencegahan wabak \"1922\" untuk mengatur pemeriksaan selanjutnya.";

/* The content title on risk status view when not tracing */
"RiskStatusView.Content.NotTracing.Title" = "Fungsi Pemberitahuan Pendedahan belum dihidupkan";

/* The content message on risk status view when not tracing */
"RiskStatusView.Content.NotTracing.Message" = "Klik butang Hidupkan Fungsi Pemberitahuan Pendedahan untuk mengesahkan status risiko anda";

/* The content title on risk status view when clear */
"RiskStatusView.Content.Clear.Title" = "Tidak ada kontak dengan pesakit COVID-19";

/* The content message on risk status view when clear */
"RiskStatusView.Content.Clear.Message" = "Sila terus mengekalkan penjarakan sosial";

/* The title of upload keys view */
"UploadKeysView.Title" = "Muat naik ID rawak";

/* The title on notification not enabled alert */
"NotificationNotEnabledAlert.Title" = "Pemberitahuan Pendedahan belum dibuka";

/* The body message on notification not enabled alert */
"NotificationNotEnabledAlert.Message" = "Sila izinkan perkhidmatan untuk mendapat keputusan pengesanan.";

/* The button title on alert to allow app to grant permission */
"Alert.Button.Allow" = "Diizinkan";

/* The title on bluetooth not enabled notification */
"BluetoothNotEnabledNotification.Title" = "Perkhidmatan diberhentikan.";

/* The body message on bluetooth not enabled notification */
"BluetoothNotEnabledNotification.Message" = "Perkhidmatan diberhentikan kerana \"bluetooth\" putus";

/* The title on detection result notification */
"DetectionResultNotification.Title" = "Keputusan pengesanan Kontak.";

/* The body message on detection result notification for not risky */
"DetectionResultNotification.Message.Clear" = "Tiada risiko kontak.";

/* The body message on detection result notification for risky */
"DetectionResultNotification.Message.Risky" = "Didedahkan risiko kontak COVID-19. Sila buka App untuk maklumat selanjutnya.";

/* The title of new version available alert */
"NewVersionAvailableAlert.Title" = "Pemberitahuan Pembaharuan App";

/* The message body of new version available alert */
"NewVersionAvailableAlert.Message" = "Sila memperbaharui App di App Store";

/* The button title on alert for doing something later */
"Alert.Button.Later" = "Nanti sahaja";

/* The updates now button title of new version available alert */
"NewVersionAvailableAlert.Button.UpdateNow" = "Segera perbaharui";

/* The title of 1922 SMS Contact Tracing Scanner */
"QRCodeScannerViewModel.Title" = "Catatan kehadiran SMS 1922";

/* The toast message for QR code is not a 1922 SMS contact tracing QR code */
"QRCodeScannerViewController.InvalidQRCodeToastLabel" = "Bukan catatan kehadiran QR code SMS 1922";

/* The button title on alert to not allow app to grant permission */
"Alert.Button.NotAllow" = "Tidak diizinkan";

/* The title of alert for requesting to access user's camera */
"AccessCameraAlert.Title" = "Taiwan Social Distancing ingin menggunakan kamera anda";

/* The body message of alert for requesting to access user's camera */
"AccessCameraAlert.Message" = "Taiwan Social Distancing menggunakan kamera untuk scan QR code SVD";

/* The title of FAQ view */
"FAQ.Title" = "FAQ";

/* The punctuation at the beginning of each paragraph to indicate header */
"RiskStatusView.DetailTextParagraphHeaderSeparator" = ":";

/* The title on home screen shortcut for scanning 1922 SMS QR code */
"ShortcutItem.QRCodeScanningAction.Title" = "Scan 1922 QR Code";

/* The title of daily summary view */
"DailySummaryViewModel.Title" = "Keadaan Pendedahan Harian";

/* The label text on daily summary view to indicate the last time checking exposures */
"DailySummaryViewModel.LastCheckTimeLabel" = "Waktu pemeriksaan terakhir adalah %@";

/* The message on Daily Summary view for no contact */
"DaySummaryCellViewModel.ExposureDuration.NoContact" = "Tiada";

/* The message on Daily Summary view for contact less than 2 minutes */
"DaySummaryCellViewModel.ExposureDuration.lessThan2Mins" = "Kurang daripada 2 minit";

/* The message on Daily Summary view for contact more than 2 minutes */
"DaySummaryCellViewModel.ExposureDuration.moreThan2Mins" = "%@";

/* Title for hint of adding daily summary page */
"Hint.DailySummary.Title" = "Tambahkan \"Keadaan Pendedahan Harian\" baru.";

/* The title of action sheet on risk status view for replaying hints */
"RiskStatusView.MoreActionSheet.Item.ReplayHints.Title" = "Petunjuk fungsi";

/* Title for hint of replaying hints */
"Hint.ReplayHints.Title" = "Anda boleh mendapatkan petunjuk dari menu.";

/* Title for hint of turning off No Detected Notification */
"Hint.DisableNoRiskNotification.Title" = "Jika anda ingin menutup fungsi Pemberitahuan Bebas Risiko, anda boleh membuat perubahan di \"Tetapan.\"";

/* Title for hint of vaccination certificate */
"Hint.VaccinationCertificate.title" = "Tambah fungsi simpan SVD";

/* Subtitle for hint of vaccination certificate */
"Hint.VaccinationCertificate.subtitle" = "SVD anda serta ahli keluarga mudah simpan dan diuruskan. ";

/* Title for entering mobile number of request verification code page */
"RequestVerificationCode.phoneNumberTitleLabel" = "Sila masukkan nombor telefon bimbit.";

/* Placeholder for entering mobile number of request verification code page */
"RequestVerificationCode.phoneTextFieldPlaceholder" = "Sila masukkan nombor telefon bimbit.";

/* Description for usage of entering mobile number */
"RequestVerificationCode.descriptionLabel" = "Fungsi ini hanya untuk mereka yang telah dijangkiti COVID-19 untuk mendapatkan kod pengesahan.";

/* Title for submit button */
"RequestVerificationCode.submitButtonTitle" = "Hantar";

/* Title of alert for submission successful */
"RequestVerificationCode.submitSucceedTitle" = "Nombor telefon bimbit berjaya dimasukkan";

/* Title of alert for submission failed */
"RequestVerificationCode.submitFailedTitle" = "nombor telefon gagal daftar";

/* The message of alert for submission successful */
"RequestVerificationCode.submitSucceedMessage" = "Kod pengesahan akan dihantar ke telefon bimbit anda melalui SMS dalam 5 minit, cuba lagi jika anda tidak menerimanya.";

/* The message of alert for submission failed when network issue occurred */
"RequestVerificationCode.submitFailedMessage" = "talian putus, cuba sebentar lagi";

/* The message of alert for submission failed when request limit exceeded */
"RequestVerificationCode.requestLimitExceededMessage" = "telah melebihi limit harian, sila cuba hari esok";

/* The message of alert for submission failed when invalid phone format */
"RequestVerificationCode.invalidPhoneFormatMessage" = "format nombor telefon salah";

/* The button to request verification code */
"UploadKeysView.requestVerificationButton" = "Minta kod pengesahan.";

/* The Exposure Notification is not enabled */
"UploadKeysView.exposureNotificationNotEnabled" = "Fungsi Pemberitahuan Pendedahan belum dihidupkan";

"VaccinationCertificateListCell.doseDate" = "tarikh vaksinasi: ";

"VaccinationCertificate.title" = "Sijil Vaksinasi Digital (SVD)";

"VaccinationCertificate.expiredLabel" = "Tamat tempoh";

"VaccinationCertificateCard.cardsLimitExceeded" = "had bilangan tercapai";

"VaccinationCertificateCard.apply" = "Permohonan SVD";

"VaccinationCertificateCard.appointment" = "Temujanji vaksinasi";

"VaccinationCertificateCard.faq" = "FAQ";

"VaccinationCertificateCardCell.doseDate" = "tarikh vaksinasi";

"VaccinationCertificate.hint" = "kemukakan ID semasa guna";

"VaccinationCertificateEmptyView.addButton" = "tambah ruang SVD";

"VaccinationCertificateEmptyView.description" = "Memudahkan anda dan keluarga anda menyimpan SVD ke dalam telefon pintar secara scan QRcode";

"VaccinationCertificateUserInfoView.doseDate" = "tarikh vaksinasi";

"VaccinationCertificateDetail.deleteAlertTitle" = "Adakah anda pasti mahu mengalih keluarnya?";

"VaccinationCertificateDetail.deleteAlertMessage" = "Pastikah anda mahu mengalih keluar SVD %@?";

"VaccinationCertificate.deleteButton" = "Alih keluar SVD ini";

"VaccinationCertificateDetail.target" = "nama penyakit ini: ";

"VaccinationCertificateDetail.vaccine" = "Jenis vaksin: ";

"VaccinationCertificateDetail.medicinalProduct" = "Nama vaksin: ";

"VaccinationCertificateDetail.manufacturer" = "Nama pengeluar vaksin: ";

"VaccinationCertificateDetail.doses" = "bilangan dos vaksin: ";

"VaccinationCertificateDetail.doseDate" = "Tarikh divaksinasi: ";

"VaccinationCertificateDetail.country" = "Negara divaksinasi: ";

"VaccinationCertificateDetail.issuer" = "SVD diisu oleh: ";

"VaccinationCertificateDetail.uniqueIdentifier" = "UVCI: ";

"VaccinationCertificateDetail.generatedDate" = "Sijil dikeluar pada: ";

"VaccinationCertificate.apply" = "Permohonan SVD";

"VaccinationCertificateScanner.import" = "Import SVD";

"VaccinationCertificateScanner.expired" = "SVD telah tamat tempoh";

"VaccinationCertificateScanner.duplicated" = "SVD sudah diperolehi";

"VaccinationCertificateScanner.notFound" = "Tidak dapat scan SVD";

"VaccinationCertificateScanner.invalidFormat" = "QR code bagi bukan SVD";
